<?php

return [

    /*
    |--------------------------------------------------------------------------
    | إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | النصوص التالية تمثل رسائل الأخطاء التي تحدث أثناء محاولة فاشلة
    | لإعادة تعيين كلمة المرور.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رابط/رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يوجد مستخدم مسجل بهذا البريد الإلكتروني.',

];
